{
    "timelines": [
        {
            "name": "education",
            "details": [
                {
                    "image": "/assets/img/sjb.webp",
                    "name": "Sint-Jan Berchmanscollege",
                    "place": "Mol",
                    "header": "Sint-Jan Berchmanscollege Mol [ 2011 - 2017 ]",
                    "text": "Ik begon met het studeren van 'Moderne Wetenschappen' en hield deed dit tot de 3e graad (5e-6e jaar), op welk punt een studiegebied gerelateerd aan informatica beschikbaar kwam. Ik veranderde van koers vanwege 'Wetenschap' die zowel uitdaging als motivatie miste (alle 'alledaagse' vakken behalve Chemie spraken me totaal niet aan). Ik heb de middelbare school 2 jaar later, in 2017, afgerond."
                },
                {
                    "image": "/assets/img/uhasselt.webp",
                    "name": "Universiteit Hasselt",
                    "place": "Diepenbeek",
                    "header": "Universiteit Hasselt (Diepenbeek) [ 2017 - 2018 ]",
                    "text": "Dit is een vreemd geval, heb geduld met me. Het eerste semester besloot ik 'Biomedische Wetenschappen' een kans te geven. Mijn gedachtegang hierbij was om een masterdiploma te halen dat mijn grootste interesses zou combineren: 'Nano Technologie'. Helaas ging dit niet zo goed omdat van mij werd verwacht dat ik veel zou studeren, iets wat ik ironisch genoeg nog nooit eerder had gedaan. Niet in staat dit monster te verslaan, probeerde ik 'Informatica' en ik haatte elke minuut ervan. We leerden eigenlijk niets nuttigs. Als iemand die al een groot deel van zijn vrije tijd aan programmeren besteedde, geloof ik dat ik de waarde van de cursus goed kon inschatten. Twee voorbeelden zijn programmeren op een vel papier (ja echt) en 'Databases' als synoniem voor wiskunde (wat we dus dubbel hadden grappig genoeg). Genoeg om te zeggen dat ik mijn eerste en laatste jaar aan de universiteit heb gedaan."
                },
                {
                    "image": "/assets/img/tm.webp",
                    "name": "Thomas More",
                    "place": "Geel",
                    "header": "Thomas More Geel [ 2018 - 2020 ]",
                    "text": "Ik begon op deze hogeschool met het studeren van 'IT-Factory' wat uitstekend ging. Ik hoefde weinig te studeren en mijn resultaten waren uitstekend. Natuurlijk gaat deze gelukkige ervaring hier gewoon niet door. Mijn instituut besloot de cursus die ik volgde te veranderen zonder waarschuwing of alternatief. 'Applicatieontwikkeling' werd 'Applicatieontwikkeling & Business Intelligence', wat betekende dat 50% van mijn cursussen oninteressant en saai voor me werden. Daarom stopte ik ook na 1,5 jaar op dit instituut."
                },
                {
                    "image": "/assets/img/pxl.webp",
                    "name": "PXL",
                    "place": "Hasselt",
                    "header": "PXL Hasselt [ 2022 - 202x ]",
                    "text": "Mijn laatste poging om een stuk papier te krijgen dat bewijst dat ik kan wat ik al kan."
                }
            ]
        },
        {
            "name": "experience",
            "details": [
                {
                    "image": "/assets/img/colruyt.webp",
                    "name": "Colruyt",
                    "place": "Lommel",
                    "header": "Colruyt Lommel [ 2022 - 2024 ]",
                    "text": "Ik heb hier fulltime gewerkt voor iets meer dan vier maanden. Op dit moment ben ik daar gestationeerd als student, werkend nul tot twee dagen per week, afhankelijk van hoe druk ik het heb met schooldingen."
                }
            ]
        }
    ]
}
