{
    "timelines": [
        {
            "name": "education",
            "details": [
                {
                    "image": "/assets/img/sjb.webp",
                    "name": "Sint-Jan Berchmanscollege",
                    "place": "Mol",
                    "header": "Sint-Jan Berchmanscollege Mol [ 2011 - 2017 ]",
                    "text": "Vaig començar a estudiar 'Ciències Modernes' i vaig continuar fins al 3r curs (5è-6è any), moment en què es va fer disponible un camp d'estudi relacionat amb la informàtica. Vaig canviar de curs a causa de la falta de desafiament i motivació de 'Ciències' (tots els cursos 'mundans' excepte Química no m'interessaven gens). Vaig acabar l'institut 2 anys després, el 2017."
                },
                {
                    "image": "/assets/img/uhasselt.webp",
                    "name": "Universitat de Hasselt",
                    "place": "Diepenbeek",
                    "header": "Universitat de Hasselt (Diepenbeek) [ 2017 - 2018 ]",
                    "text": "Aquest és estrany, tingues paciència amb mi. El primer semestre vaig decidir provar 'Ciències Biomèdiques'. El meu pensament aquí era aconseguir un màster que alineés els meus interessos més grans: 'Nano Tecnologia'. Malauradament, això no va anar molt bé ja que s'esperava que estudiés molt, cosa que irònicament mai havia fet abans. Incapaç de derrotar aquest monstre, vaig intentar 'Informàtica' i vaig odiar cada minut. No ens ensenyaven res d'útil. Com algú que ja dedicava molt del seu temps lliure a programar, crec que podia avaluar correctament el valor del curs. Dos exemples inclouen programar en un full de paper (sí, de debò) i 'Bases de dades' com a sinònim de matemàtiques (que també teníem, curiosament). N'hi ha prou amb dir que vaig fer el meu primer i últim any a la universitat."
                },
                {
                    "image": "/assets/img/tm.webp",
                    "name": "Thomas More",
                    "place": "Geel",
                    "header": "Thomas More Geel [ 2018 - 2020 ]",
                    "text": "Vaig començar en aquest institut estudiant 'IT-Factory' i va anar molt bé. Vaig haver d'estudiar poc i els meus resultats van ser excel·lents. Per descomptat, aquesta experiència feliç simplement no és la norma aquí. El meu institut va decidir canviar el curs que seguia sense avís ni alternativa. 'Desenvolupament d'Aplicacions' es va convertir en 'Desenvolupament d'Aplicacions i Intel·ligència Empresarial', cosa que significava que el 50% dels meus cursos es van tornar desinteressants i avorrits per a mi. Per això vaig deixar també després d'un any i mig en aquest institut."
                },
                {
                    "image": "/assets/img/pxl.webp",
                    "name": "PXL",
                    "place": "Hasselt",
                    "header": "PXL Hasselt [ 2022 - 202x ]",
                    "text": "El meu últim intent per aconseguir un document que demostri que puc fer el que ja sé fer."
                }
            ]
        },
        {
            "name": "experience",
            "details": [
                {
                    "image": "/assets/img/colruyt.webp",
                    "name": "Colruyt",
                    "place": "Lommel",
                    "header": "Colruyt Lommel [ 2022 - 2024 ]",
                    "text": "He treballat aquí a temps complet durant una mica més de quatre mesos. Ara mateix estic destinat aquí com a estudiant, treballant de zero a dos dies a la setmana, depenent de com de ocupat estigui amb coses de l'institut."
                }
            ]
        }
    ]
}
